app/controllers/away_messages_controller.rb

SELECT "away_messages".* FROM "away_messages"
---
    def index
        away_messages = AwayMessage.all