app/controllers/emails_controller.rb

SELECT "emails".* FROM "emails"
---
    def index
        emails = Email.all