app/controllers/friends_controller.rb

SELECT "friends".* FROM "friends"
---
    def index
        friends = Friend.all