app/controllers/instant_messages_controller.rb

SELECT "instant_messages".* FROM "instant_messages"
---
    def index
        instant_messages = InstantMessage.all