app/controllers/interests_controller.rb

    def index
        interest = Interest.all
---
SELECT "interests".* FROM "interests"